tap "homebrew/bundle"
tap "joshmedeski/sesh"
tap "rsteube/tap"
brew "atuin"
brew "bat"
brew "btop"
brew "chezmoi"
brew "devcontainer"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "glab"
brew "gum"
brew "lazygit"
brew "libheif"
brew "neovim"
brew "nushell"
brew "p7zip"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "trash-cli"
brew "ugrep"
brew "urlview"
brew "xdg-ninja"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "joshmedeski/sesh/sesh"
brew "rsteube/tap/carapace"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
